[
    {
        "name": "Strahinja Vukoičić",
        "title": "Executive Director and Technology Lead",
        "linkedin": "https://www.linkedin.com/in/strahinjavuk/",
        "desc": [ "Holds a BSc in Nanoelectronics and Optoelectronics, and an MSc in Signal Processing and Automation from Faculty of Electrical Engineering, University of Belgrade. As a serial entrepreneur, he founded and developed 5 innovative companies since 2008, 2 engineering companies and 3 startups, made his first exit in 2015 from a company that now has over 600 employees and offices on 3 continents. As an engineer and a project manager he developed software and hardware solutions for multiple smart city and IoT projects including residential and commercial spaces, industrial zones, manufacturing facilities for Michelin and UNESCO protected sites. He has developed and managed multiple software development projects and teams ranging from mobile apps to custom multi-modal ERP/CRM systems.", "VENTURES: (HTEC GROUP www.htecgroup.com in 2008, MOONSTRUCK www.moonstruck.io in 2011, C2 Communication & Control in 2013, HONORARCI www.honorarci.rs in 2015, TRAKEN TECH www.traken.co in 2019)."
        ],
        "image": {
            "src": "./images/team1.png"
        }
    },
    {
        "name": "Nemanja Petrović",
        "title": "Business Strategy Advisor",
        "linkedin": "https://www.linkedin.com/in/msc-nemanja-petrovic-b6325792/",
        "desc": [
            "Graduated international business and administration at Grenoble Graduate school of business, MSc in urban and environmental management at UN University for peace. He is a former principal of Stork Venture Capital, managing the innovation processes inside tech portfolio companies, identifying strategies and business opportunities with vast knowledge on smart cities, sustainable energy and Blockchain. He supported multiple blockchain startups dealing with secondary markets, crypto ecosystems, KYC etc. with business development and fund raising. Worked as senior advisor to public institutions including the Ministry of economy of Serbia in the EUBID project for the capacity building of business incubators and science technology parks financed by European delegation and implemented by GFA consulting GmbH; He has designed, developed and managed multiple projects supporting innovation, technology and entrepreneurship."
        ],
        "image": {
            "src": "./images/team2.png"
        }
    },
    {
        "name": "Pavle Batuta",
        "title": "Blockchain Development Expert and Software Architect",
        "linkedin": "https://www.linkedin.com/in/pavlebatuta/",
        "desc": [
            "Holds a BSc in Computer Science from School of Electrical Engineering and Computing, University of Belgrade. He is an expert in Blockchain development with focus on software architecture and physical implementation of Blockchain modules within complex business intelligence systems, ERPs, CRMs, etc. With more than 4 years in Blockchain based projects, he was actively working on several commercial implementations of decentralized ledgers. He is a lecturer and mentor in the crypto/blockchain community."
        ],
        "image": {
            "src": "./images/team3.png"
        }
    }
]